commands = '''**⌘ 𝗦𝗢𝗨𝗥𝗖𝗘 𝗣𝗜𝗖𝗧𝗛𝗢𝗡 ௸

`.م1` ◈ لعرض اوامر الحساب

`.م2` ◈ لعرض اوامر التكرار و النشر التلقائي

`.م3` ◈ لعرض اوامر تجميع نقاط بوتات التمويل

`.م4` ◈ لعرض اوامر الاسم الوقتي والبايو الوقتي

`.م5` ◈ لعرض اوامر الاذاعة للكروبات او الخاص

`.م6` ◈ لعرض اوامر التسلية

`.م7` ◈ لعرض اوامر الترجمة الى لغات متتعدة

`.م8` ◈ لعرض اوامر العاب انلاين بوت

`.م9` ◈ لعرض اوامر الالة الحاسبة

`.م0` ◈ لعرض الاوامر الاضافية في السورس

**'''
soursce = '''
[ 𝙿𝙸𝙲𝚃𝙷𝙾𝙽 𝙸𝚂 𝚆𝙾𝚁𝙺𝙸𝙽𝙶  ](t.me/picth0n)
✓ | 𝙬𝙚𝙡𝙘𝙤𝙢𝙚 𝙩𝙤 𝙨𝙤𝙪𝙧𝙘𝙚 𝙥𝙞𝙘𝙩𝙝𝙤𝙣 ✹
✓ | 𝙙𝙚𝙫𝙡𝙤 : 𝙗𝙡𝙖𝙘𝙠. 𝙥𝙞𝙘 ☊
✓ | 𝙘𝙝𝙖𝙣𝙣𝙚𝙡 : @PICTH0N 𓅔
✓ | 𝙫𝙚𝙧𝙨𝙞𝙤𝙣 : 1 - 𝙧𝙚𝙫𝙞𝙨𝙚𝙙  ⚚
'''

progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]

sec1 = """**⌘ 𝗦𝗢𝗨𝗥𝗖𝗘 𝗣𝗜𝗖𝗧𝗛𝗢𝗡 ௸ - اوامر الحساب


1- `.فحص` : لأجراء فحص لعمل السورس

2- `.اعادة تشغيل` : لأجراء اعادة تشغيل للسورس

3- `.ايدي` : لعرض ايدي الحساب الخاص بك

4- `.البنك` : لأجراء قياس لـ PING

**"""

sec2 = """**⌘ 𝗦𝗢𝗨𝗥𝗖𝗘 𝗣𝗜𝗖𝗧𝗛𝗢𝗡 ௸ - التكرار  والنشر 

1- لتفعيل النشر التلقائي اتبع الامر التالي 

`.مؤقت` + عدد الثواني + عدد التكرار + الكليشة

2- لتفعيل امر التكرار اتبع الامر التالي

`.تكرار` + عدد التكرار + الكليشة

ملاحظة : لايقاف التكرار او النشر التلقائي ارسل الامر - `.اعادة تشغيل` -

**"""

sec3 = """**⌘ 𝗦𝗢𝗨𝗥𝗖𝗘 𝗣𝗜𝗖𝗧𝗛𝗢𝗡 ௸ - اوامر التجميع 

1- تجميع نقاط بوت المليار » `.تجميع المليار` 

2- تجميع نقاط بوت الجوكر » `.تجميع الجوكر`

3- تجميع نقاط بوت العقاب » `.تجميع العقاب`
**"""

sec4 = """**⌘ 𝗦𝗢𝗨𝗥𝗖𝗘 𝗣𝗜𝗖𝗧𝗛𝗢𝗡 ௸ - اوامر الوقتي 

1-لتفعيل ميزة الاسم الوقتي قم بأرسال : `.اسم وقتي`

2- لتفعيل ميزة البايو الوقتي قم بأرسال : `.بايو وقتي` 

ملاحظة لإيقاف الاسم الوقتي او البايو الوقتي ارسل الامر - `.اعادة تشغيل` -
**"""

sec5 = """**⌘ 𝗦𝗢𝗨𝗥𝗖𝗘 𝗣𝗜𝗖𝗧𝗛𝗢𝗡 ௸ - اوامر الاذاعة 

1- لاجراء اذاعة في الخاص » `.اذاعة للخاص` 

2- لاجراء اذاعة في الكروبات » `.اذاعة للكروبات`
**"""

sec6 = """waiting """

sec7 = """**⌘ 𝗦𝗢𝗨𝗥𝗖𝗘 𝗣𝗜𝗖𝗧𝗛𝗢𝗡 ௸ - اوامر الترجمة 

هذه اوامر الترجمة المتوفرة في السورس :

`.ترجمة الى العربية`

`.ترجمة الى الانجليزية`

`.ترجمة الى الاسبانية`

`.ترجمة الى الفرنسية`

`.ترجمة الى الروسية`
**"""

sec8 = """**⌘ 𝗦𝗢𝗨𝗥𝗖𝗘 𝗣𝗜𝗖𝗧𝗛𝗢𝗡 ௸ - اوامر العاب انلاين 

لتشغيل لعبة ⭕❌ ارسل الامر : `.اكس او`

لتشغيل لعبة ✌️🖐️✊ ارسل : `.حجرة ورقة مقص`

لتحويل نص الى ملصق : `.ملصق` (بالرد على النص)**"""

sec9 = """**⌘ 𝗦𝗢𝗨𝗥𝗖𝗘 𝗣𝗜𝗖𝗧𝗛𝗢𝗡 ௸ - الالة الحاسبة 

لايجاد ناتج معادلة رياضية اتبع الاوامر الاتية : 

1- للجمع : `.احسب (الرقم الاول) + (الرقم الثاني)`

2- للطرح : `.احسب (الرقم الاول) - (الرقم الثاني)`

3- للضرب : `.احسب (الرقم الاول) * (الرقم الثاني)`

4- للقسمة : `.احسب (الرقم الاول) ÷ (الرقم الثاني)`


مثال : `.احسب 7 + 5`  
**"""

sec0 = """**⌘ 𝗦𝗢𝗨𝗥𝗖𝗘 𝗣𝗜𝗖𝗧𝗛𝗢𝗡 ௸ - اوامر اضافية 

`.صورته` : لارسال صور حسابه

`.ذاتية` : لحفظ الصورة او الفيديو ذاتي التدمير في الرسائل المحفوظه

`.ادمن` : لعرض معرف القنوات او المجموعات التي يكون فيها الحساب مشرف

`.اشتراكاتي` : لعرض احصائيات الحساب من قنوات ومجموعات وهكذا

`.فك المحضورين` : لالغاء حظر جميع الاشخاص الذين قمت بحظرهم

`.التاريخ` : لعرض التاريخ الميلادي والهجري
**"""
